<template>
    <div>
            <OAppearingTextImageCard :imgSrc="kros" :title="'Српско пријатељство из детињства СОП Сврха рада нашег друштва је: '" :content='krosContent' />

            <OAppearingTextImageCard :imgSrc="kros" :title="sopTitle" :content='sopContent' />
            <OAppearingTextImageCard :imgSrc="kros" :title="sopTitle" :content='sopContent' />
            <ABaseCardAnBorder :variant="4" :content='schoolKontakt'/>
            <ABaseCardAnBorder :variant="3" :content='schoolKontakt'/>
            <!-- <ABaseCardAnBorder /> -->
    </div>

</template>npx shnpx shadcn-vue@latest add accordionanpx shadcn-vue@latest add accordiondcn-vnpx shadcn-vue@latest add accordionue@latest add accordion

<script setup lang="ts">
import kros from "@/assets/kros.png";
import ABaseCardAnBorder from "@/components/atoms/cards/ABaseCardAnBorder.vue";
import OAppearingTextImageCard from "@/components/organisms/OAppearingTextImageCard.vue";
const krosContent = '"да се деца кроз игру и спорт развијају позитивно физички, ментално и духовно. Без притиска успеха и резултата по сваку цену, ривалства и такмичења. Ту смо за вас и трудимо се да то урадимо, да подстакнемо младе, али и цео наш народ, да се више посветимо својој историји, култури, традицији и свим сегментима друштвеног развоја. Наши преци су нам оставили много у наслеђе и не смемо га се одрећи"'
const krosTitle='Српско пријатељство из детињства СОП Сврха рада нашег друштва је: '
const sopTitle = "'СРПСКО ОМЛАДИНСКО ПРИЈАТЕЉСТВО РОТЕРДАМ'"
const sopContent = '"Циљ рада наше компаније је да се деца кроз игру и спорт развијају позитивно физички, ментално и емоционално. Без притиска за успех и резултат по сваку цену, без ривалства и конкуренције. Ту смо за вас и трудимо се да подстакнемо младе, али и наш народ у целини, да се више посветимо нашој историји, култури, традицији и свим областима друштвеног развоја. Много тога су нам оставили наши преци и тога се не треба одрећи. Добродошли на званичну Фејсбук страницу и наше удружење „Пријатељство младих Србије“ Ротердам, које је званично основано 2016. године. а од 2002. године окупља децу и све генерације Срба који живе овде у Холандији кроз разне спортске активности. Спортске ватерполо клинике организоване су годинама, понекад уз подршку наших репрезентативаца Андрије Прлаиновића, Живке Гоцић и Милане Алексић, а у овом тиму нам помаже селектор женске репрезентације Холандије Арно Хавенга. Тако је и клиника за кошарку, одбојку, џудо, рукомет, кик бокс, пливање и атлетику. Ту смо исто, да деци понудимо наставу српског језика са признатим учитељима од стране Министарства просвете, науке и технолошког развоја Републике Србије Стручна упутства за организацију и реализацију образовно-васпитног рада и програма наставе Српске школе можете ближе сазнати на горе наведеној Емаил адреси или датом контакт телефону. Настава ће се одвијати у групама. За наставу се могу пријавити деца од 5. године, па до сваког ко жели да научи српски језик без обзира на годину. Исто тако и наши сениори, фудбалска екипа Равна гора Дордрехт већ од 2011 год. одлази редовно у Београд на Меморијални турнир Играјмо за 16 поносно, одржавамо већ од 2010 год. Крос РТС за дијаспору. Трке за децу и родитеље, на којима смо до сада добили много великог признања и награде Републике Србије."'
const schoolTitle = "'ДОЂИТЕ ДА СЕ ДРУЖИМО И КРОЗ ИГРУ УЧИМО'"
const schoolContent = "'Српски језик , културу и историју за ученике основних школа.Под покровитељством Министарства просвете, науке и технолошког развоја Републике Србије.Часови су бесплатни.'"
const schoolKontakt = "'СОП Ротердам admin@soprotterdam.com Наставник: Биљана Крчум krcumb@gmail.com Место: Melanchthon Schiebroek Van Bijnkershoekweg 97, 3052 PB Rotterdam 1. млађа група од 10:00 до 12 :15 асова 2.средња група од 12:25 до 14:35 часова 3. виша група од 14:45 до 16:45 часова'"
const 

</script>

<style lang="scss" scoped>

</style>